{
    "Home":"الرئيسية",
    "About":"من نحن",
    "Practice Areas":"مجالات العمل",
    "Our Team":"فريقنا",
    "Contact":"تواصل معنا",
    "Language":"اللغة",
    "English":"اللغة الانجليزية",
    "Arabic":"اللغة العربية",
    "Your Trusted Legal Partners":"شركاؤك القانونيون الموثوق بهم",
    "legal solutions tailored to your needs":"حلول قانونية لتلبية احتياجاتك",
    "Contact Us":"تواصل معنا",
    "Al Hattab Law Firm":"مكتب المحاماة الحطاب",
    "Al Hattab Law Firm is a legal organization with deep family roots spanning three generations of dedication and excellence in the field of law. Founded by Bashir Al Hattab, one of the leading lawyers in Jordan and Palestine, who held bar number 20, he established a distinguished professional approach that has allowed his family's legal legacy to endure for generations, inspiring them to continue their legal careers.":"شركة الحطاب لأعمال المحاماة والقانون هي مؤسسة قانونية ذات جذور عائلية عريقة تمتد عبر ثلاثة أجيال من العطاء والتميز في مجال المحاماة، فقد تأسست على يد المحامي بشير الحطاب الذي يعد من أوائل المحامين في الأردن وفلسطين وحمل الرقم النقابي (٢٠)، حيث أسّس نهجًا مهنيًا متميزًا جعل لعائلته إرثًا قانونيًا ممتدًا عبر الأجيال وألهمها لمواصلة الرسالة القانونية والمهنية.",
    "At Al Hattab Law Firm, we provide comprehensive legal counsel and tailored solutions across a diverse range of legal fields. Our team combines deep expertise, strategic thinking, and a commitment to justice to ensure the best outcomes for our clients.":"في مكتب المحاماة الحطاب، نقدم المشورة القانونية الشاملة والحلول المصممة خصيصًا عبر مجموعة متنوعة من المجالات القانونية. يجمع فريقنا بين الخبرة العميقة والتفكير الاستراتيجي والالتزام بالعدالة لضمان أفضل النتائج لعملائنا.",
    "Litigation and Arbitration":"التقاضي والتحكيم",
    "Al Hattab Law Firm is distinguished by its specialized team in various fields of arbitration and litigation highly trusted by clients as arbitrators and mediators":"تتميز شركة الحطاب لأعمال المحاماة والقانون بفريقها المتخصص في مختلف مجالات التحكيم والتقاضي، إذ يحوز هذا الفريق على ثقة عملائنا كمحكمين ووسطاء لحل وفصل النزاعات وكمحامين لتمثيلهم ",
    "Tax and Customs services":"الضريبة والجمارك",
    "Al Hattab Law Firm provides a comprehensive range of tax and customs services to assist clients in complying with both local and foreign legislation":"تقدم شركة الحطاب لأعمال المحاماة والقانون مجموعة واسعة من الخدمات الضريبية والجمركية لمساعدة عملائها في الامتثال للتشريعات المحلية والأجنبية",
    "Intellectual property":"الملكية الفكرية",
    "Al Hattab offers a wide range of services to ensure the protection of the intellectual property (IP) rights of its clients and their creative businesses":"تقدم شركة الحطاب مجموعة واسعة من الخدمات لضمان حماية حقوق الملكية الفكرية لعملائها وأعمالهم الإبداعية",
    "Corporate":"الشركات",
    "Our Corporate team provides comprehensive legal support to companies, from incorporation to the execution of their growth and expansion strategies":"يوفر فريقنا في قسم الشركات دعمًا قانونيًا شاملًا للشركات منذ تأسيسها وحتى تنفيذ استراتيجيات نموها وتوسعها، إذ نساعد الشركات في التغلب على التحديات القانونية والإدارية لضمان استدامتها ونموها ضمن بيئة قانونية آمنة",
    "Family and Inheritance":"الأسرة والميراث",
    "Al Hattab Law Firm has extensive experience in handling family and inheritance matters. We provide legal advice and representation in cases involving marriage, divorce,custody":"تتمتع شركة الحطاب لأعمال المحاماة والقانون بخبرة واسعة في مجالي القضايا الأسرية والميراث..",
    "Citizenship, Residency and Investment":"الجنسية والإقامة والاستثمار",
    "Al Hattab Law Firm is characterized by its ability to deal with various cases and legal issues related to citizenship, residency":"يتميز مكتب الحطاب للمحاماة بقدرته على التعامل مع مختلف القضايا والقضايا القانونية المتعلقة بالجنسية والإقامة",
    "Organization and Association":"المنظمات والجمعيات",
    "Al Hattab Law Firm, through its experienced team, offers comprehensive legal support to local and international organizations and associations across various sectors":"تتمتع شركة الحطاب لأعمال المحاماة والقانون من خلال فريق عملها بخبرة واسعة في مختلف مجالات العمل والدعم القانوني الذي تحتاجه المنظمات والجمعيات المحلية والأجنبية بمختلف أنواعها وتخصصاتها",
    "Specialized Legal Services":"الجوانب القانونية التخصصية",
    "Al Hattab Law Firm, through its experienced team, offers extensive expertise in a range of specialized legal aspects. We can provide a number of specialized services":"تتمتع شركة الحطاب لأعمال المحاماة والقانون من خلال فريق عملها بخبرة واسعة في عدد من الجوانب التخصصية القانونية",
    "With Over 30 Years of Legal Experience":"مع أكثر من 30 عامًا من الخبرة القانونية",
    "Comprehensive Services":"خدمات شاملة",
    "We offer a wide range of legal services, from divorce to child custody, ensuring the best guidance for you.":"نحن نقدم مجموعة واسعة من الخدمات القانونية، من الطلاق إلى حضانة الأطفال، لضمان أفضل التوجيه لك.",
    "Personalized Approach":"نهج شخصي",
    "Every case is unique, and we provide tailored legal solutions to ensure the best possible outcome for you.":"كل حالة فريدة من نوعها، ونحن نقدم حلولاً قانونية مصممة خصيصًا لضمان أفضل نتيجة ممكنة بالنسبة لك.",
    "Client Satisfaction":"راحة العملاء",
    "We prioritize client satisfaction, delivering excellent legal services with professionalism and dedication.":"نحن نضع رضا العملاء في المقام الأول، ونقدم خدمات قانونية ممتازة باحترافية وتفاني.",
    "Address":"موقعنا",
    "Jordan - Amman - Hashim Khair Street - Building 79":"الأردن-عمان-شارع هاشم خير-بناية 79",
    "Hattab Law Firm":"شركة حطاب للمحاماة",
    "A legal organization with deep family roots spanning three generations of dedication and excellence in the field of law.":"منظمة قانونية ذات جذور عائلية عميقة تمتد على مدى ثلاثة أجيال من التفاني والتميز في مجال القانون.",
    "Recognized for delivering exceptional legal solutions that empower clients to navigate complex challenges with confidence and success.":"معروفون بتقديم حلول قانونية استثنائية تمكن العملاء من التغلب على التحديات المعقدة بثقة ونجاح.",
    "Follow us on LinkedIn":"تابعونا على لينكدإن",
    "Copyright":"ملكية الحقوق",
    "00962-79-5534658":"00962-79-5534658",
    "hhattablawfirm@gmail.com":"hhattablawfirm@gmail.com",
    "Al-Hattab Attorneys & Legal Consultants":"الحطاب للمحاماة والاستشارات القانونية",
    "Over the decades, members of the Al Hattab family have adhered to the founder's approach, making the family name synonymous with leadership in the field of law in Jordan. The firm has evolved into a specialized entity that blends inherited expertise with a modern vision, becoming one of the most prominent law firms in Jordan, offering a wide range of legal services.":"على مر العقود، التزم أفراد عائلة الحطاب بنهج المؤسس، مما جعل اسم العائلة مرادفًا للريادة في مجال المحاماة في الأردن، لتتطور هذه المسيرة إلى شركة متخصّصة تجمع ما بين الخبرة المتوارثة والرؤية الحديثة، ولتكون واحدة من أبرز شركات المحاماة في الأردن التي تتميز بتقديم مجموعة واسعة من الخدمات القانونية.",
    "Al Hattab Law Firm is proud to be the first choice for many individuals, as well as local and international companies. The firm prioritizes client satisfaction, ensuring their legal needs are successfully and effectively met by a diverse team of highly qualified and experienced lawyers who are dedicated to upholding the highest standards of professionalism and ethics.":"تفخر شركة الحطاب لأعمال المحاماة والقانون بكونها الخيار الأول للعديد من الأفراد والشركات المحلية والدولية، إذ تضع راحة عملائها أولويةً لها لضمان تلبية احتياجاتهم القانونية بنجاح وفعالية، وذلك عبر فريقٍ متنوعٍ من المحامين الملتزمين بأعلى معايير الحرفية والأخلاقيات المهنية.",
    "Our Vision":"رؤيتنا",
    "To be the most trusted and innovative legal consultancy firm in Jordan and the region, recognized for delivering exceptional legal solutions that empower clients to navigate complex challenges with confidence and success.":"أن نكون شركة الاستشارات القانونية الأكثر ثقة وإبداعًا في الأردن والمنطقة، والمعروفة بتقديم حلول قانونية استثنائية تمكن العملاء من التغلب على التحديات المعقدة بثقة ونجاح.",
    "Our Mission":"المهمة",
    "At Al Hattab Law Firm, we are committed to being a trusted strategic legal partner, meeting our clients' needs efficiently and professionally by providing comprehensive, high-quality legal services.":"نلتزم في شركة الحطاب لأعمال المحاماة والقانون بأن نكون الشريك القانوني الاستراتيجي الموثوق الذي يلبي احتياجات عملائه بكفاءة واحترافية عن طريق تقديم خدمات قانونية شاملة وعالية الجودة.",
    "Core Values":"القيم الأساسية",
    "Integrity & Honesty":"الالتزام بمبادئ الأمانة والنزاهة",
    "Professionalism":"الحرفية والمهنية في العمل",
    "Client Confidentiality":"الحفاظ على أسرار العميل وخصوصياته.",
    "Clarity and Transparency":"الوضوح والشفافية مع العميل",
    "Our Practice Areas":"مجالات العمل",
    "No practice areas available.":"لا مجالات عمل متاحة",
    "Read More":"اقرأ المزيد",
    "Get in Touch":"تواصل معنا",
    "Name":"الأسم",
    "Email":"الايميل",
    "Phone Number":"رقم الهاتف",
    "Message":"أرسل لنا",
    "Submit":"ارسال",
   "Please enter your name...":"الرجاء إدخال اسمك...",
   "Please enter your email...":"الرجاء إدخال بريدك الإلكتروني...",
   "Please enter your phone number...":"الرجاء إدخال رقم هاتفك...",
   "Type your message here...":"اكتب رسالتك هنا..."
}